# Formulae
brew "neovim"
brew "fd"
brew "ripgrep"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "git"
brew "git-delta"
brew "node"
brew "nvm"
brew "sandvault"
brew "tmux"
brew "xcode-build-server"
brew "zsh-syntax-highlighting"
brew "mas"

# Casks
cask "zimengxiong/tools/aquarium"
cask "codex"
cask "phoenix"
cask "qlvideo"
cask "google-chrome"
cask "1password"
cask "google-drive"
cask "ghostty"
cask "scroll-reverser"
cask "slack"
